Repository: SniperGER/Redstone
Catalog: redstone_prefs/Resources/*.lproj/Root.strings
Languages: de

# TWEAK_ENABLED
source: Enabled
de: Aktiviert

# ENABLE_RESPRING
source: Turning Redstone on or off requires a respring.
de: Das Ein- bzw. Ausschalten von Redstone erfordert einen Neustart des SpringBoards.

source: Components
de: Komponenten

source: Start Screen
de: Startbildschirm

source: Lock Screen
de: Sperrbildschirm

# VOLUME_AND_NOTIFICATIONS
source: Notifications & Volume HUD
de: Benachrichtigungen & Lautstärke

source: Appearance
de: Aussehen

source: Theme Color
de: Hintergrund

# THEME_DARK
source: Dark
de: Dunkel

# THEME_LIGHT
source: Light
de: Hell

source: Accent Color
de: Akzentfarbe

# AUTO_ACCENT_COLOR
source: Accent Color from Background
de: Akzentfarbe aus Hintergrund

# AUTO_ACCENT_FOOTER
source: Automatically choose an accent color from my wallpaper
de: Automatisch eine Akzentfarbe aus meinem Hintergrund auswählen

# TILE_OPCACITY
source: Tile Transparency
de: Kachel-Transparenz

# TILE_OPACITY_FOOTER
source: Tile Transparency is only available if "Show Wallpaper" is active.
de: Die Kachel-Tranzparenz ist nur verfügbar, wenn "Hintergrundbild" aktiviert ist.

source: Show Wallpaper
de: Hintergrundbild

source: Show More Tiles
de: Mehr Kacheln zeigen

# RESET_LAYOUT
source: Reset Start Screen Layout
de: Startbildschrim zurücksetzen

# RESET_LAYOUT_MESSAGE
source: Are you sure you want to restore the default Start Screen layout?
de: Möchten Sie wirklich den Startbildschrim zurücksetzen?

# RESET_OK
source: Reset
de: Zurücksetzen

# RESET_CANCEL
source: Cancel
de: Abbrechen

# KILL_SPRINGBOARD
source: Restart SpringBoard
de: SpringBoard neustarten

# BETA_DISCLAIMER
source: You are using a beta version of Redstone. If you encounter any game-breaking bugs, contact me on Twitter (@Sniper_GER) or reddit (/u/Sniper_GER) so I can fix them
de: Du benutzt eine Beta-Version von Redstone. Wenn schwerwiegende Fehler auftreten sollten, kontaktiere mich auf Twitter (@Sniper_GER) oder reddit (/u/Sniper_GER), damit ich sie schnellstmöglichst beheben kann
